Repository: 8devices/carambola2-luci
Catalog: po/*/transmission.po
Languages: pt_br

source: Alternative download speed
pt_br: Velocidade de download alternativo

source: Alternative speed enabled
pt_br: Velocidade de download ativado

source: Alternative speed time begin
pt_br: Tempo de velocidade alternativo começar

source: Alternative speed time day
pt_br: Velocidade alternativa por dia

source: Alternative speed time end
pt_br: Velocidade alternativa final

source: Alternative speed timing enabled
pt_br: Velocidade alternativa tempo ativo

source: Alternative upload speed
pt_br: Alternativo velocidade de upload

source: Automatically start added torrents
pt_br: Iniciar automaticamente torrents adicionados

source: Bandwidth settings
pt_br: configurações de largura de banda

source: Binding address IPv4
pt_br: Endereço IPv4 Binding

source: Binding address IPv6
pt_br: Endereço IPv6 Binding

source: Block list enabled
pt_br: Lista de Bloqueios habilitado

source: Blocklist URL
pt_br: Lista de bloqueio de URL

source: Blocklists
pt_br: Lista de Bloqueio

source: Cache size in MB
pt_br: Tamanho em MB do cache

source: Config file directory
pt_br: Configuração de diretório de arquivos

source: DHT enabled
pt_br: DHT Ativado

source: Download directory
pt_br: Diretório de download

source: Download queue enabled
pt_br: Fila Download ativado

source: Download queue size
pt_br: Tamanho da fila de Download

source: Enable watch directory
pt_br: Ativar diretório assistido

source: Enabled
pt_br: Ativar

source: Encryption
pt_br: Criptografar

source: Error
pt_br: Erro

source: Fast
pt_br: Rápido

source: Files and Locations
pt_br: Arquivos e Locais

source: Forced
pt_br: forçado

source: Full
pt_br: Cheio

source: Global peer limit
pt_br: Limite global de pontos conectados

source: Global settings
pt_br: Configuração Global

source: Idle seeding limit
pt_br: Limite de seeding ocioso

source: Idle seeding limit enabled
pt_br: Limite de seeding ocioso habilitado

source: Incomplete directory
pt_br: Diretório incompleto

source: Incomplete directory enabled
pt_br: Diretório incompleto ativado

source: Info
pt_br: informação

source: LPD enabled
pt_br: LPD ativado

source: Lazy bitfield enabled
pt_br: Lazy bitfield ativado

source: Message level
pt_br: nível de mensagem

source: Miscellaneous
pt_br: diverso

source: None
pt_br: Nada

source: Number/bitfield. Start with 0, then for each day you want the scheduler enabled, add a value. For Sunday - 1, Monday - 2, Tuesday - 4, Wednesday - 8, Thursday - 16, Friday - 32, Saturday - 64
pt_br: Número / bitfield. Comece com 0, então para cada dia você quer que o programador habilitado, adicione um valor. Para domingo - 1, segunda-feira - 2, terça-feira - 4, quarta-feira - 8, quinta-feira - 16, sexta-feira - 32, Sábado - 64

source: Off
pt_br: Desligado

source: Open Web Interface
pt_br: Abrir interface Web

source: PEX enabled
pt_br: PEX ativado

source: Peer Port settings
pt_br: Configuração de porta de peer

source: Peer congestion algorithm
pt_br: Algoritmo de congestionamento por peer

source: Peer limit per torrent
pt_br: Limite de torrents por Peer

source: Peer port
pt_br: Porta de peer

source: Peer port random high
pt_br: Porta alta randômica do peer

source: Peer port random low
pt_br: Porta baixa randômica do peer

source: Peer port random on start
pt_br: Porta inicial randômica do peer

source: Peer settings
pt_br: Configuração do peer

source: Port forwarding enabled
pt_br: Porta encaminhando (forwarding) ativada

source: Preferred
pt_br: preferido

source: Prefetch enabled
pt_br: prefetch ativado

source: Queue stalled enabled
pt_br: Fila parada ativada

source: Queue stalled minutes
pt_br: Fila parado minutos

source: Queueing
pt_br: Filas

source: RPC authentication required
pt_br: RPC autenticação requerida

source: RPC bind address
pt_br: RPC endereço de ligação

source: RPC enabled
pt_br: RPC Ativado

source: RPC password
pt_br: RPC Senha

source: RPC port
pt_br: RPC porta

source: RPC settings
pt_br: RPC configuração

source: RPC username
pt_br: RPC nome de usuario (login)

source: RPC whitelist
pt_br: RPC lista permitida

source: RPC whitelist enabled
pt_br: RPC lista permitida ativado

source: Ratio limit
pt_br: limite Relação

source: Ratio limit enabled
pt_br: limite Relação ativado

source: Rename partial files
pt_br: Renomear arquivo parcialmente

source: Run daemon as user
pt_br: Executar daemon como usuário

source: Scheduling
pt_br: agendamento

source: Scrape paused torrents enabled
pt_br: Scrape torrents pausados ​​habilitado

source: Script torrent done enabled
pt_br: Torrente Script feito habilitado

source: Script torrent done filename
pt_br: Torrente Script feito nome do arquivo

source: Seed queue enabled
pt_br: Fila de Sementes habilitado

source: Seed queue size
pt_br: Tamanho da fila de Sementes

source: Speed limit down
pt_br: Limite de velocidade down

source: Speed limit down enabled
pt_br: Limite de velocidade down ativado

source: Speed limit up
pt_br: Limite de velocidade up

source: Speed limit up enabled
pt_br: Limite de velocidade up ativado

source: Transmission
pt_br: transmissão

source: Transmission daemon is a simple bittorrent client, here you can configure the settings.
pt_br: Daemon de transmissão é um cliente BitTorrent simples, aqui você pode configurar as definições.

source: Trash original torrent files
pt_br: Lixo arquivos torrent originais

source: Upload slots per torrent
pt_br: Slots para upload por torrent

source: Watch directory
pt_br: Assista diretório
