Repository: 8devices/carambola2-luci
Catalog: po/*/watchcat.po
Languages: ru

source: Forced reboot delay
ru: Задержка принудительной перезагрузки

source: Host address to ping
ru: Адрес хоста опроса

source: How often to check internet connection. Default unit is seconds, you can you use the suffix 'm' for minutes, 'h' for hours or 'd' for days
ru: Как часто проверять интернет-соединение. По умолчанию значение в секундах (суффикс 'm' - минуты, 'h' - часы, 'd' - дни).

source: In periodic mode, it defines the reboot period. In internet mode, it defines the longest period of time without internet access before a reboot is engaged.Default unit is seconds, you can use the suffix 'm' for minutes, 'h' for hours or 'd' for days
ru: В периодичном режиме определяет период перезагрузки, в интернет режиме - наибольший интервал времени отсутствия интернет-соединения после которого произойдет перезагрузка. По умолчанию значение в секундах (суффикс 'm' - минуты, 'h' - часы, 'd' - дни).

source: Operating mode
ru: Режим работы

source: Period
ru: Период

source: Ping host
ru: Хост опроса

source: Ping period
ru: Период опроса

source: Watchcat allows to configure a periodic reboot and/or when internet connection has been lost for a certain period of time.
ru: Watchcat позволяет настроить периодичную перезагрузку и/или перезагрузку при потере интернет-соединения на определенное время.

source: When rebooting the system the watchcat will trigger a soft reboot, Entering a non zero value here, will trigger a delayed hard reboot if the soft reboot fails. Enter a number of seconds to enable, use 0 to disable
ru: При перезагрузке системы, watchcat вызовет программную перезагрузку. При установке ненулевого значения, будет выполнена отложенная аппаратная перезагрузка при неудачной программной. Установите количество секунд для отложенной аппаратной перезагрузки или значение 0 для программной.
